Repository: furblood13/ciftApp
Catalog: ciftApp/*.lproj/Localizable.strings
Languages: hi, ms

# severity.low
source: Low
ms: Rendah

# severity.medium
source: Medium
ms: Sederhana

# severity.high
source: High
ms: Tinggi

# eventDetail.unresolved
source: Not Resolved Yet
ms: Belum Selesai

# eventDetail.resolvedDesc
source: You learned something from this!
ms: Anda belajar sesuatu daripada ini!

# eventDetail.unresolvedDesc
source: Tap to resolve this conflict
ms: Ketik untuk selesaikan konflik ini

# location.distanceApart
source: Distance apart:
ms: Jarak antara anda:

# profile.goPremium
source: Go Premium
ms: Jadi Premium

# profile.premiumSubtitle
source: Unlock unlimited features
ms: Buka ciri tanpa had

# common.edit
source: Edit
hi: संपादित करें

# common.ok
source: OK
hi: ठीक है

# home.timeline
source: Timeline
hi: टाइमलाइन

# auth.subtitle
source: Relationship OS
hi: रिलेशनशिप OS

# stats.trend
source: Trend
hi: ट्रेंड
