Repository: furblood13/ciftApp
Catalog: ciftApp/*.lproj/Localizable.strings
Languages: hi, ms

# common.cancel
source: Cancel
hi: रद्द करें
ms: Batal

# common.save
source: Save
hi: सहेजें
ms: Simpan

# common.delete
source: Delete
hi: हटाएं
ms: Padam

# common.done
source: Done
hi: हो गया
ms: Selesai

# common.add
source: Add
hi: जोड़ें
ms: Tambah

# common.refresh
source: Refresh
hi: रिफ्रेश
ms: Muat Semula

# common.loading
source: Loading...
hi: लोड हो रहा है...
ms: Memuatkan...

# common.error
source: Error
hi: त्रुटि
ms: Ralat

# common.success
source: Success
hi: सफल
ms: Berjaya

# common.confirm
source: Confirm
hi: पुष्टि करें
ms: Sahkan

# common.yes
source: Yes
hi: हाँ
ms: Ya

# common.no
source: No
hi: नहीं
ms: Tidak

# common.back
source: Back
hi: वापस
ms: Kembali

# common.next
source: Next
hi: अगला
ms: Seterusnya

# common.skip
source: Skip
hi: छोड़ें
ms: Langkau

# common.share
source: Share
hi: शेयर
ms: Kongsi

# common.close
source: Close
hi: बंद करें
ms: Tutup

# app.tagline
source: Your relationship story
hi: आपके रिश्ते की कहानी
ms: Kisah hubungan anda

# home.together
source: Together
hi: साथ में
ms: Bersama

# home.days
source: days
hi: दिन
ms: hari

# home.yourMood
source: Your Mood
hi: आपका मूड
ms: Mood Anda

# home.tip.changeNameFromProfile
source: You can change your name from the profile section.
ms: Anda boleh menukar nama dari bahagian profil.

# home.timeline.subtitle
source: Memories and events
hi: यादें और घटनाएं
ms: Kenangan dan peristiwa

# home.location
source: Location
hi: लोकेशन
ms: Lokasi

# home.location.subtitle
source: Where is partner?
hi: पार्टनर कहाँ है?
ms: Di mana pasangan?

# home.capsule
source: Time Capsule
hi: टाइम कैप्सूल
ms: Kapsul Masa

# home.capsule.subtitle
source: Messages for the future
hi: भविष्य के लिए संदेश
ms: Mesej untuk masa depan

# home.todo
source: To-Do
hi: करने की सूची
ms: Senarai Tugasan

# home.todo.subtitle
source: Shared tasks
hi: साझा कार्य
ms: Tugasan bersama

# home.gift
source: Gift
hi: उपहार
ms: Hadiah

# home.gift.subtitle
source: Surprise gift ideas
hi: सरप्राइज गिफ्ट आइडियाज
ms: Idea hadiah kejutan

# home.dayMessage.new
source: A new beginning! 🌱
hi: एक नई शुरुआत! 🌱
ms: Permulaan baru! 🌱

# home.dayMessage.good
source: Going great! 💕
hi: बहुत अच्छा चल रहा है! 💕
ms: Berjalan dengan baik! 💕

# home.dayMessage.wonderful
source: Wonderful journey! ✨
hi: अद्भुत यात्रा! ✨
ms: Perjalanan yang indah! ✨

# home.dayMessage.year
source: One year passed! 🎉
hi: एक साल हो गया! 🎉
ms: Setahun berlalu! 🎉

# home.dayMessage.legend
source: Legendary couple! 👑
hi: लेजेंडरी कपल! 👑
ms: Pasangan legenda! 👑

# auth.email
source: Email
hi: ईमेल
ms: Emel

# auth.password
source: Password
hi: पासवर्ड
ms: Kata Laluan

# auth.confirmPassword
source: Confirm Password
ms: Sahkan Kata Laluan

# auth.login
source: Sign In
hi: लॉग इन
ms: Log Masuk

# auth.signup
source: Sign Up
hi: साइन अप
ms: Daftar

# auth.noAccount
source: Don't have an account?
hi: अकाउंट नहीं है?
ms: Tiada akaun?

# auth.hasAccount
source: Already have an account?
hi: पहले से अकाउंट है?
ms: Sudah ada akaun?

# auth.forgotPassword
source: Forgot Password?
hi: पासवर्ड भूल गए?
ms: Lupa Kata Laluan?

# auth.magicLink
source: Sign in with Magic Link
hi: मैजिक लिंक से लॉग इन
ms: Log masuk dengan Magic Link

# auth.checkEmail
source: Check your email for the login link
hi: लॉगिन लिंक के लिए अपना ईमेल चेक करें
ms: Semak emel untuk pautan log masuk

# auth.googleSignIn
source: Sign in with Google
ms: Log masuk dengan Google

# auth.appleSignIn
source: Sign in with Apple
ms: Log masuk dengan Apple

# auth.googleSignUp
source: Sign up with Google
ms: Daftar dengan Google

# auth.appleSignUp
source: Sign up with Apple
ms: Daftar dengan Apple

# auth.or
source: or
ms: atau

# pairing.title
source: Connect with Partner
hi: पार्टनर से जुड़ें
ms: Sambung dengan Pasangan

# pairing.subtitle
source: Start the journey together
hi: अपना कोड शेयर करें या पार्टनर का कोड डालें
ms: Kongsi kod anda atau masukkan kod pasangan

# pairing.yourCode
source: Your Code
hi: आपका कोड
ms: Kod Anda

# pairing.enterCode
source: Enter Partner's Code
hi: पार्टनर का कोड डालें
ms: Masukkan Kod Pasangan

# pairing.connect
source: Connect
hi: जुड़ें
ms: Sambung

# pairing.copied
source: Code copied!
hi: कोड कॉपी हो गया!
ms: Kod disalin!

# pairing.waiting
source: Waiting for partner...
hi: पार्टनर का इंतजार...
ms: Menunggu pasangan...

# pairing.success
source: Connected successfully!
hi: सफलतापूर्वक जुड़ गए!
ms: Berjaya disambungkan!

# pairing.error
source: Connection failed
hi: कनेक्शन विफल
ms: Sambungan gagal

# pairing.invalidCode
source: Invalid code
hi: अमान्य कोड
ms: Kod tidak sah

# pairing.generateNew
source: Generate New Code
hi: नया कोड बनाएं
ms: Jana Kod Baru

# timeline.title
source: Our Story
hi: टाइमलाइन
ms: Timeline

# timeline.empty.title
source: No stories yet
hi: अभी तक कोई कहानी नहीं
ms: Belum ada cerita

# timeline.empty.subtitle
source: Start by adding your first memory
hi: अपनी पहली याद जोड़कर शुरू करें
ms: Mula dengan menambah kenangan pertama

# timeline.filter.all
source: All
hi: सभी
ms: Semua

# timeline.filter.memory
source: Memories
hi: याद
ms: Kenangan

# timeline.filter.conflict
source: Conflicts
hi: विवाद
ms: Konflik

# timeline.filter.milestone
source: Milestone
hi: माइलस्टोन
ms: Pencapaian

# timeline.stats
source: Statistics
hi: आंकड़े
ms: Statistik

# timeline.milestones
source: Milestones
hi: माइलस्टोन्स
ms: Pencapaian

# timeline.gallery
source: Gallery
hi: गैलरी
ms: Galeri

# timeline.addEvent
source: Add Event
hi: इवेंट जोड़ें
ms: Tambah Acara

# addEvent.title
source: New Event
hi: नया इवेंट
ms: Acara Baru

# addEvent.selectType
source: Select event type
hi: इवेंट टाइप चुनें
ms: Pilih jenis acara

# addEvent.memory
source: Memory
hi: याद
ms: Kenangan

# addEvent.memory.subtitle
source: A beautiful moment
hi: एक खूबसूरत पल
ms: Momen indah

# addEvent.conflict
source: Conflict
hi: विवाद
ms: Konflik

# addEvent.conflict.subtitle
source: A disagreement
hi: एक असहमति
ms: Perselisihan

# addEvent.milestone
source: Special Day
hi: माइलस्टोन
ms: Hari Istimewa

# addEvent.milestone.subtitle
source: A special day for your couple
hi: एक खास उपलब्धि
ms: Hari istimewa untuk pasangan anda

# addEvent.eventTitle
source: Title
hi: शीर्षक
ms: Tajuk

# addEvent.eventTitle.placeholder
source: Title (e.g. Our First Trip)
hi: क्या हुआ?
ms: Apa yang berlaku?

# addEvent.description
source: Description
hi: विवरण
ms: Penerangan

# addEvent.description.placeholder
source: Tell the story...
hi: कहानी बताएं...
ms: Ceritakan kisahnya...

# addEvent.date
source: Date
hi: तारीख
ms: Tarikh

# addEvent.photos
source: Photos
hi: फोटो
ms: Foto

# addEvent.addPhoto
source: Add Photo
hi: फोटो जोड़ें
ms: Tambah Foto

# addEvent.category
source: Category
hi: श्रेणी
ms: Kategori

# addEvent.severity
source: Severity
hi: गंभीरता
ms: Tahap Keterukan

# addEvent.whoStarted
source: Who Started?
hi: किसने शुरू किया?
ms: Siapa yang Mulakan?

# addEvent.me
source: Me
hi: मैंने
ms: Saya

# addEvent.partner
source: Partner
hi: पार्टनर
ms: Pasangan

# addEvent.both
source: Both
hi: दोनों
ms: Berdua

# addEvent.create
source: Create Event
hi: इवेंट बनाएं
ms: Cipta Acara

# eventDetail.delete
source: Delete
hi: हटाएं
ms: Padam

# eventDetail.deleteConfirm
source: Are you sure you want to delete this event?
hi: क्या आप इस इवेंट को हटाना चाहते हैं?
ms: Pasti mahu padam acara ini?

# eventDetail.startedBy
source: Started by:
hi: शुरू किया:
ms: Dimulakan oleh:

# eventDetail.category
source: Category:
hi: श्रेणी:
ms: Kategori:

# eventDetail.severity
source: Severity:
hi: गंभीरता:
ms: Tahap Keterukan:

# eventDetail.lessonLearned
source: Lesson Learned:
hi: सीखा गया सबक:
ms: Pengajaran:

# eventDetail.resolved
source: Resolved
hi: हल हो गया
ms: Selesai

# eventDetail.resolve
source: We Made Up / Resolved
hi: सुलह हो गई / समस्या हल
ms: Sudah Berbaik / Selesai

# eventDetail.resolveTitle
source: Lesson Learned
hi: सीखा गया सबक
ms: Pengajaran yang Dipelajari

# eventDetail.resolveMessage
source: What did you learn? (Optional)
hi: क्या सीखा? (वैकल्पिक)
ms: Apa yang dipelajari? (Pilihan)

# eventDetail.resolvePlaceholder
source: We learned that...
hi: हमने सीखा कि...
ms: Kami belajar bahawa...

# eventDetail.resolveSuccess
source: Great! Happy you resolved this. ❤️
hi: बढ़िया! खुशी है कि आपने हल कर लिया। ❤️
ms: Bagus! Gembira masalah selesai. ❤️

# eventDetail.saveResolve
source: Save and Make Peace
hi: सहेजें और सुलह करें
ms: Simpan dan Berdamai

# conflict.food
source: Food
hi: खाना
ms: Makanan

# conflict.jealousy
source: Jealousy
hi: जलन
ms: Cemburu

# conflict.finance
source: Finance
hi: पैसा
ms: Kewangan

# conflict.chores
source: Chores
hi: घर के काम
ms: Kerja Rumah

# conflict.communication
source: Communication
hi: संवाद
ms: Komunikasi

# conflict.family
source: Family
hi: परिवार
ms: Keluarga

# conflict.time
source: Time/Attention
hi: समय/ध्यान
ms: Masa/Perhatian

# conflict.other
source: Other
hi: अन्य
ms: Lain-lain

# eventDetail.title
source: Details
hi: विवरण
ms: Butiran

# stats.title
source: Statistics
hi: आंकड़े
ms: Statistik

# stats.totalEvents
source: Total Events
hi: कुल इवेंट्स
ms: Jumlah Acara

# stats.memories
source: Memories
hi: यादें
ms: Kenangan

# stats.conflicts
source: Conflicts
hi: विवाद
ms: Konflik

# stats.milestones
source: Milestones
hi: माइलस्टोन्स
ms: Pencapaian

# stats.resolvedConflicts
source: Resolved Conflicts
hi: हल हुए विवाद
ms: Konflik Diselesaikan

# stats.avgSeverity
source: Average Severity
hi: औसत गंभीरता
ms: Tahap Purata

# stats.mostCommonCategory
source: Most Common Category
hi: सबसे आम श्रेणी
ms: Kategori Terbanyak

# stats.period.month
source: Month
hi: महीना
ms: Bulan

# stats.period.year
source: Year
hi: साल
ms: Tahun

# stats.period.all
source: All Time
hi: सभी समय
ms: Semua Masa

# milestones.title
source: Milestones
hi: माइलस्टोन्स
ms: Pencapaian

# milestones.daysLeft
source: Days Left
hi: दिन बाकी
ms: Hari Lagi

# milestones.noUpcoming
source: No upcoming special days
hi: कोई आने वाला खास दिन नहीं
ms: Tiada hari istimewa akan datang

# milestones.anniversary
source: Anniversary
hi: सालगिरह
ms: Ulang Tahun

# milestones.firstKiss
source: First Kiss
hi: पहला चुंबन
ms: Ciuman Pertama

# milestones.firstDate
source: First Date
hi: पहली डेट
ms: Temu Janji Pertama

# milestones.firstTrip
source: First Trip
hi: पहली यात्रा
ms: Perjalanan Pertama

# milestones.engagement
source: Engagement
hi: सगाई
ms: Pertunangan

# milestones.wedding
source: Wedding
hi: शादी
ms: Perkahwinan

# milestones.custom
source: Custom
hi: कस्टम
ms: Kustom

# gallery.title
source: Gallery
hi: गैलरी
ms: Galeri

# gallery.empty.title
source: No photos yet
hi: अभी कोई फोटो नहीं
ms: Belum ada foto

# gallery.empty.subtitle
source: Fill the gallery by adding photos to your memories
hi: अपनी यादों में फोटो जोड़कर गैलरी भरें
ms: Isi galeri dengan menambah foto ke kenangan

# capsule.title
source: Time Capsule
hi: टाइम कैप्सूल
ms: Kapsul Masa

# capsule.received
source: Received
hi: प्राप्त
ms: Diterima

# capsule.sent
source: Sent
hi: भेजे गए
ms: Dihantar

# capsule.create
source: Create Capsule
hi: कैप्सूल बनाएं
ms: Cipta Kapsul

# capsule.createTitle
source: Send Message to Future
hi: भविष्य में संदेश भेजें
ms: Hantar Mesej ke Masa Depan

# capsule.createSubtitle
source: Leave a surprise message for your partner. It will open on the date you specify!
hi: अपने पार्टनर के लिए सरप्राइज मैसेज छोड़ें। यह आपकी बताई तारीख पर खुलेगा!
ms: Tinggalkan mesej kejutan untuk pasangan. Akan dibuka pada tarikh yang anda tentukan!

# capsule.message
source: Message
hi: संदेश
ms: Mesej

# capsule.messagePlaceholder
source: Write your message...
hi: अपना संदेश लिखें...
ms: Tulis mesej anda...

# capsule.unlockDate
source: Unlock Date
hi: खुलने की तारीख
ms: Tarikh Buka

# capsule.privacy
source: Privacy Settings
hi: प्राइवेसी सेटिंग्स
ms: Tetapan Privasi

# capsule.sendCapsule
source: Send Capsule
hi: कैप्सूल भेजें
ms: Hantar Kapsul

# capsule.locked
source: This capsule is still locked
hi: यह कैप्सूल अभी लॉक है
ms: Kapsul ini masih berkunci

# capsule.unlockable
source: Tap to unlock! 🎉
hi: खोलने के लिए टैप करें! 🎉
ms: Ketik untuk buka! 🎉

# capsule.opened
source: Opened ✓
hi: खुल गया ✓
ms: Dibuka ✓

# capsule.openedMessages
source: Opened Messages
hi: खुले संदेश
ms: Mesej Terbuka

# capsule.secretCapsule
source: 🤫 Secret Capsule
hi: 🤫 गुप्त कैप्सूल
ms: 🤫 Kapsul Rahsia

# capsule.surprise
source: Surprise! ✨
hi: सरप्राइज! ✨
ms: Kejutan! ✨

# capsule.swipeToDelete
source: ← swipe left to delete
hi: ← हटाने के लिए बाएं स्वाइप करें
ms: ← leret kiri untuk padam

# capsule.deleteConfirm
source: Are you sure you want to delete this capsule?
hi: क्या आप इस कैप्सूल को हटाना चाहते हैं?
ms: Pasti mahu padam kapsul ini?

# capsule.partnerOpened
source: Partner opened your message! 🎉
hi: पार्टनर ने आपका मैसेज खोला! 🎉
ms: Pasangan membuka mesej anda! 🎉

# capsule.waitingToOpen
source: Waiting to be opened...
hi: खुलने का इंतजार...
ms: Menunggu dibuka...

# capsule.yourMessage
source: Your message:
hi: आपका संदेश:
ms: Mesej anda:

# capsule.secretOpened
source: 💌 Your Secret Message Opened!
hi: 💌 आपका गुप्त संदेश खुल गया!
ms: 💌 Mesej Rahsia Anda Dibuka!

# location.title
source: Location
hi: लोकेशन
ms: Lokasi

# location.myLocation
source: My Location
hi: मेरी लोकेशन
ms: Lokasi Saya

# location.partner
source: Partner
hi: पार्टनर
ms: Pasangan

# location.noPartner
source: Partner location not found
hi: पार्टनर की लोकेशन नहीं मिली
ms: Lokasi pasangan tidak dijumpai

# location.notShared
source: Partner hasn't shared their location yet
hi: पार्टनर ने अभी लोकेशन शेयर नहीं की
ms: Pasangan belum kongsi lokasi

# location.permissionTitle
source: Location Permission Required
hi: लोकेशन परमिशन चाहिए
ms: Kebenaran Lokasi Diperlukan

# location.permissionDesc
source: You need to allow location access to see your partner's location and share yours.
hi: पार्टनर की लोकेशन देखने और अपनी शेयर करने के लिए लोकेशन एक्सेस दें।
ms: Anda perlu membenarkan akses lokasi untuk melihat lokasi pasangan dan berkongsi lokasi anda.

# location.grantPermission
source: Grant Location Permission
hi: लोकेशन परमिशन दें
ms: Beri Kebenaran Lokasi

# location.justNow
source: Just now
hi: अभी
ms: Baru sahaja

# location.minutesAgo
source: %d min ago
hi: %d मिनट पहले
ms: %d minit lalu

# location.hoursAgo
source: %d hours ago
hi: %d घंटे पहले
ms: %d jam lalu

# location.daysAgo
source: %d days ago
hi: %d दिन पहले
ms: %d hari lalu

# location.me
source: Me
hi: मैं
ms: Saya

# todo.title
source: To-Do
hi: करने की सूची
ms: Senarai Tugasan

# todo.add
source: Add To-Do
hi: टास्क जोड़ें
ms: Tambah Tugasan

# todo.whatTodo
source: What needs to be done?
hi: क्या करना है?
ms: Apa yang perlu dilakukan?

# todo.placeholder
source: e.g. Grocery shopping
hi: जैसे: ग्रोसरी शॉपिंग
ms: cth. Beli groceries

# todo.incomplete
source: To-Do (%d)
hi: बाकी (%d)
ms: Belum Selesai (%d)

# todo.completed
source: Completed (%d)
hi: पूरा (%d)
ms: Selesai (%d)

# todo.empty.title
source: Nothing to do yet
hi: अभी कुछ नहीं करना है
ms: Belum ada tugasan

# todo.empty.subtitle
source: Tap the + button below to add a task
hi: टास्क जोड़ने के लिए + बटन दबाएं
ms: Ketik butang + untuk menambah tugasan

# todo.allDone
source: All done! 🎉
hi: सब हो गया! 🎉
ms: Semua selesai! 🎉

# gift.title
source: Gift Ideas
hi: गिफ्ट आइडियाज
ms: Idea Hadiah

# gift.add
source: Add gift idea...
hi: गिफ्ट आइडिया जोड़ें...
ms: Tambah idea hadiah...

# gift.empty.title
source: No gift ideas yet
hi: अभी कोई गिफ्ट आइडिया नहीं
ms: Belum ada idea hadiah

# gift.empty.subtitle
source: Add your first idea!
hi: अपना पहला आइडिया जोड़ें!
ms: Tambah idea pertama anda!

# profile.title
source: Profile
hi: प्रोफाइल
ms: Profil

# profile.editProfile
source: Edit Profile
hi: प्रोफाइल एडिट करें
ms: Edit Profil

# profile.username
source: Username
hi: यूजरनेम
ms: Nama Pengguna

# profile.email
source: Email
hi: ईमेल
ms: Emel

# profile.logout
source: Log Out
hi: लॉग आउट
ms: Log Keluar

# profile.deleteCouple
source: Delete Room Permanently
ms: Padam Bilik Secara Kekal

# profile.deleteCoupleConfirm
source: This action cannot be undone! All your memories, time capsules, tasks and other data will be deleted. 💎 If you have Premium, your subscription will remain active. When you create a new room, it will automatically be Premium.
ms: Tindakan ini tidak boleh dibatalkan! Semua kenangan, kapsul masa, tugasan dan data lain akan dipadam. 💎 Jika anda mempunyai Premium, langganan anda akan kekal aktif. Apabila anda membuat bilik baru, ia akan menjadi Premium secara automatik.

# profile.deleteAccount
source: Delete Account
hi: अकाउंट डिलीट करें
ms: Padam Akaun

# profile.startDate
source: Relationship Start Date
hi: रिलेशनशिप शुरू होने की तारीख
ms: Tarikh Mula Hubungan

# relationshipDate.title
source: Relationship Start Date
hi: रिलेशनशिप शुरू होने की तारीख
ms: Tarikh Mula Hubungan

# relationshipDate.subtitle
source: When did your relationship begin?
hi: आपका रिश्ता कब शुरू हुआ?
ms: Bila hubungan anda bermula?

# relationshipDate.select
source: Select Date
hi: तारीख चुनें
ms: Pilih Tarikh

# mood.happy
source: Happy
hi: खुश
ms: Gembira

# mood.tired
source: Tired
hi: थका हुआ
ms: Penat

# mood.leaveMeAlone
source: I Want Attention
hi: ध्यान चाहिए
ms: Mahu Perhatian

# mood.inLove
source: In Love
hi: प्यार में
ms: Jatuh Cinta

# mood.sad
source: Sad
ms: Sedih

# mood.angry
source: Angry
ms: Marah

# share.title
source: Share
hi: शेयर
ms: Kongsi

source: Share to Instagram
hi: इंस्टाग्राम पर शेयर करें
ms: Kongsi ke Instagram

# share.saveImage
source: Save Image
hi: इमेज सेव करें
ms: Simpan Gambar

# share.copy
source: Copy Link
hi: लिंक कॉपी करें
ms: Salin Pautan

# error.network
source: Network error. Please try again.
hi: नेटवर्क एरर। कृपया फिर से प्रयास करें।
ms: Ralat rangkaian. Sila cuba lagi.

# error.unknown
source: Something went wrong.
hi: कुछ गलत हो गया।
ms: Sesuatu tidak kena.

# error.invalidInput
source: Please check your input.
hi: कृपया अपना इनपुट जांचें।
ms: Sila semak input anda.

# error.passwordMismatch
source: Passwords do not match.
ms: Kata laluan tidak sepadan.

# error.notFound
source: Not found
hi: नहीं मिला
ms: Tidak dijumpai

# error.unauthorized
source: Please log in again.
hi: कृपया फिर से लॉग इन करें।
ms: Sila log masuk semula.

# common.all
source: All
hi: सभी
ms: Semua

# common.copy
source: Copy
hi: कॉपी
ms: Salin

# common.comingSoon
source: Coming Soon
hi: जल्द आ रहा है
ms: Akan Datang

# todo.empty.done
source: Great! Nothing to do 🎉
hi: बधाई! कुछ नहीं करना है 🎉
ms: Hebat! Tiada apa untuk dibuat 🎉

# capsule.noReceived
source: No received capsules
hi: कोई प्राप्त कैप्सूल नहीं
ms: Tiada kapsul diterima

# capsule.noSent
source: No sent capsules
hi: कोई भेजा कैप्सूल नहीं
ms: Tiada kapsul dihantar

# capsule.waitingFromPartner
source: Waiting for a capsule from your partner!
hi: पार्टनर से कैप्सूल का इंतजार!
ms: Menunggu kapsul dari pasangan!

# capsule.sendSecret
source: Send a secret message to your partner!
hi: पार्टनर को गुप्त संदेश भेजें!
ms: Hantar mesej rahsia kepada pasangan!

# capsule.tapToOpen
source: Tap to open! 🎉
hi: खोलने के लिए टैप करें! 🎉
ms: Ketik untuk buka! 🎉

# capsule.sentMessage
source: Your message:
hi: आपका संदेश:
ms: Mesej anda:

# capsule.stillLocked
source: This capsule is still locked
hi: यह कैप्सूल अभी भी लॉक है
ms: Kapsul ini masih berkunci

# capsule.secretMessage
source: Secret Message
hi: गुप्त संदेश
ms: Mesej Rahsia

# capsule.sentCapsule
source: Sent Capsule
hi: भेजा गया कैप्सूल
ms: Kapsul Dihantar

# capsule.titlePlaceholder
source: e.g. Surprise Message 💝
hi: जैसे: सरप्राइज मैसेज 💝
ms: Cth: Mesej Kejutan 💝

# capsule.privacyTitle
source: Title
hi: शीर्षक
ms: Tajuk

# capsule.privacyDuration
source: Duration
hi: अवधि
ms: Tempoh

# capsule.privacyPreview
source: Preview
hi: प्रीव्यू
ms: Pratonton

# capsule.hideTitle
source: Hide Title
hi: शीर्षक छिपाएं
ms: Sembunyikan Tajuk

# capsule.hideTitleDesc
source: Title hidden until opened
hi: खुलने तक शीर्षक छिपा रहेगा
ms: Tajuk tersembunyi sehingga dibuka

# capsule.hideCountdown
source: Hide Countdown
hi: काउंटडाउन छिपाएं
ms: Sembunyikan Kira Detik

# capsule.hideCountdownDesc
source: Remaining time hidden
hi: बचा समय छिपा रहेगा
ms: Masa berbaki tersembunyi

# capsule.hideCompletely
source: Hide Completely
hi: पूरी तरह छिपाएं
ms: Sembunyikan Sepenuhnya

# capsule.hideCompletelyDesc
source: Capsule hidden until opened
hi: खुलने तक कैप्सूल छिपा रहेगा
ms: Kapsul tersembunyi sehingga dibuka

# stats.totalMemories
source: Total Memories
hi: कुल यादें
ms: Jumlah Kenangan

# stats.resolutionRate
source: Resolution Rate
hi: समाधान दर
ms: Kadar Penyelesaian

# stats.conflictReasons
source: Conflict Reasons
hi: विवाद के कारण
ms: Sebab-sebab Konflik

# stats.peace
source: Peace
hi: शांति
ms: Damai

# stats.thisMonth
source: This Month
hi: इस महीने
ms: Bulan Ini

# stats.lastMonth
source: Last Month
hi: पिछले महीने
ms: Bulan Lepas

# stats.thisYear
source: This Year
hi: इस साल
ms: Tahun Ini

# stats.allTime
source: All Time
hi: सभी समय
ms: Sepanjang Masa

# stats.timeRange
source: Time Range
hi: समय सीमा
ms: Julat Masa

# stats.monthlyTrend
source: Monthly Trend
hi: मासिक ट्रेंड
ms: Trend Bulanan

# stats.dailyTrend
source: Daily Trend
hi: दैनिक ट्रेंड
ms: Trend Harian

# stats.monthMemories %lld
source: %lld memories this month
hi: इस महीने %lld यादें
ms: %lld kenangan bulan ini

# milestones.upcoming
source: Upcoming
hi: आने वाले
ms: Akan Datang

# milestones.past
source: Past Moments
hi: बीते पल
ms: Saat Lampau

# milestones.todaySpecial
source: Today is special! 🎉
hi: आज खास दिन है! 🎉
ms: Hari ini istimewa! 🎉

# milestones.daysRemaining %lld
source: %lld days left
hi: %lld दिन बाकी
ms: %lld hari lagi

# milestones.proposal
source: Proposal
hi: प्रपोजल
ms: Lamaran

# milestones.trip
source: Trip
hi: यात्रा
ms: Perjalanan

# milestones.other
source: Other
hi: अन्य
ms: Lain-lain

# gallery.photoCount %lld
source: %lld photos
hi: %lld फोटो
ms: %lld foto

# pairing.shareCode
source: Share this code with your partner
hi: यह कोड अपने पार्टनर के साथ शेयर करें
ms: Kongsi kod ini dengan pasangan

# pairing.enterCodeBtn
source: Enter Code
hi: कोड डालें
ms: Masukkan Kod

# addEvent.notes
source: Notes
hi: नोट्स
ms: Nota

# addEvent.location
source: Location (optional)
hi: स्थान (वैकल्पिक)
ms: Lokasi (pilihan)

# addEvent.milestoneType
source: Milestone Type
hi: माइलस्टोन प्रकार
ms: Jenis Pencapaian

# relationshipDate.info
source: This date will be visible to both partners
hi: यह तारीख दोनों पार्टनर्स को दिखाई देगी
ms: Tarikh ini akan kelihatan kepada kedua-dua pasangan

# relationshipDate.startDate
source: Start Date
hi: शुरुआत की तारीख
ms: Tarikh Mula

# profile.logoutConfirm
source: Are you sure you want to log out?
hi: क्या आप लॉग आउट करना चाहते हैं?
ms: Pasti mahu log keluar?

# paywall.title
source: Go Premium
ms: Jadi Premium

# paywall.subtitle
source: Unlimited access to all features that strengthen your relationship
ms: Akses tanpa had ke semua ciri yang menguatkan hubungan anda

# paywall.photos
source: Photos
ms: Foto

# paywall.capsules
source: Capsules
ms: Kapsul

# paywall.todos
source: Lists
ms: Senarai

# paywall.yearly
source: Yearly
ms: Tahunan

# paywall.monthly
source: Monthly
ms: Bulanan

# paywall.trialThenYearly
source: 7 days free, then yearly
ms: 7 hari percuma, kemudian tahunan

# paywall.trialThenMonthly
source: 7 days free, then monthly
ms: 7 hari percuma, kemudian bulanan

# paywall.bestValue
source: Best Value
ms: Nilai Terbaik

# paywall.startTrial
source: Start 7-Day Free Trial
ms: Cuba 7 Hari Percuma

# paywall.terms
source: Subscription starts after 7-day trial. Cancel anytime.
ms: Langganan bermula selepas 7 hari. Batalkan bila-bila masa.

# paywall.restore
source: Restore purchases
ms: Pulihkan pembelian

# paywall.onePersonPays
source: Only one person needs to pay!
ms: Hanya satu orang perlu membayar!

# timeline.conflictTip
source: Resolved a conflict? Tap on it to mark as 'Resolved'.
ms: Konflik sudah selesai? Ketik untuk tandakan sebagai 'Selesai'.
